[
  {
    "name": "스타벅스 보라매공원R점",
    "address": "서울 동작구 보라매로5길 35"
  },
  {
    "name": "스타벅스 관악서울대입구R점",
    "address": "서울 관악구 관악로 158 BS타워 1층"
  },
  {
    "name": "스타벅스 사당R점",
    "address": "서울 관악구 남부순환로 2082-25 1 2층"
  },
  {
    "name": "스타벅스 여의도역R점",
    "address": "서울 영등포구 의사당대로 83 한국휴렛팩커드빌딩 1층"
  },
  {
    "name": "스타벅스 타임스퀘어R점",
    "address": "서울 영등포구 영중로 15"
  },
  {
    "name": "스타벅스 파미에파크R점",
    "address": "서울 서초구 사평대로 205 센트럴시티 파미에파크돔"
  },
  {
    "name": "스타벅스 여의도KBS R점",
    "address": "서울 영등포구 의사당대로 26"
  },
  {
    "name": "스타벅스 용산역써밋R점",
    "address": "서울 용산구 한강대로 69"
  },
  {
    "name": "스타벅스 여의도공원R점",
    "address": "서울 영등포구 여의공원로 101"
  },
  {
    "name": "스타벅스 안양역R점",
    "address": "경기 안양시 만안구 만안로 244 안양민자역사 1층 001호"
  },
  {
    "name": "스타벅스 여의도IFC몰(L1)R점",
    "address": "서울 영등포구 국제금융로 10"
  },
  {
    "name": "스타벅스 합정폴리스R점",
    "address": "서울 마포구 양화로 45"
  },
  {
    "name": "스타벅스 강남R점",
    "address": "서울 강남구 강남대로 390"
  },
  {
    "name": "스타벅스 홍대입구역사거리R점",
    "address": "서울 마포구 양화로 125"
  },
  {
    "name": "스타벅스 이대R점",
    "address": "서울 서대문구 이화여대길 34"
  },
  {
    "name": "스타벅스 강남대로논현R점",
    "address": "서울 서초구 강남대로85길 5"
  },
  {
    "name": "스타벅스 한남동R",
    "address": "서울 용산구 독서당로 94"
  },
  {
    "name": "스타벅스 강남교보타워R점",
    "address": "서울 서초구 강남대로 465 1층"
  },
  {
    "name": "스타벅스 한강진역R점",
    "address": "서울 용산구 이태원로 252"
  },
  {
    "name": "스타벅스 양재강남빌딩R점",
    "address": "서울 강남구 남부순환로 2621"
  },
  {
    "name": "스타벅스 광화문R점",
    "address": "서울 종로구 세종대로 167 현대해상본사사옥 별관내"
  },
  {
    "name": "스타벅스 청담스타R점",
    "address": "서울 강남구 도산대로57길 24"
  },
  {
    "name": "스타벅스 더종로R점",
    "address": "서울 종로구 종로 51"
  },
  {
    "name": "스타벅스 압구정R점",
    "address": "서울 강남구 언주로 861"
  },
  {
    "name": "스타벅스 마곡사이언스타워R점",
    "address": "서울 강서구 마곡동로 62"
  },
  {
    "name": "스타벅스 선릉동신빌딩R점",
    "address": "서울 강남구 테헤란로 409"
  },
  {
    "name": "스타벅스 대한상공회의소R점",
    "address": "서울 중구 세종대로 39"
  },
  {
    "name": "스타벅스 스탈릿대치R점",
    "address": "서울 강남구 남부순환로 2947 대원빌딩"
  },
  {
    "name": "스타벅스 수서역R점",
    "address": "서울 강남구 광평로 281"
  },
  {
    "name": "스타벅스 SSG마켓도곡R점",
    "address": "서울 강남구 언주로30길 57 타워팰리스 F동 지하1층"
  },
  {
    "name": "스타벅스 정부서울청사R점",
    "address": "서울 종로구 새문안로5가길 28"
  },
  {
    "name": "스타벅스 스타필드코엑스몰 R점",
    "address": "서울 강남구 봉은사로 524"
  },
  {
    "name": "스타벅스 문정법원로R",
    "address": "서울 송파구 송파대로 201"
  },
  {
    "name": "스타벅스 을지로내외빌딩R점",
    "address": "서울 중구 을지로 51"
  },
  {
    "name": "스타벅스 잠실대교남단R점",
    "address": "서울 송파구 송파대로 570 타워730 1층"
  },
  {
    "name": "스타벅스 삼성역섬유센터R점",
    "address": "서울 강남구 테헤란로 518"
  },
  {
    "name": "스타벅스 판교아비뉴프랑R",
    "address": "경기 성남시 분당구 동판교로177번길 25"
  },
  {
    "name": "스타벅스 백석R점",
    "address": "경기 고양시 일산동구 중앙로 1059 1층"
  },
  {
    "name": "스타벅스 광교엘포트R점",
    "address": "경기 수원시 영통구 광교중앙로 145"
  },
  {
    "name": "스타벅스 용인죽전역R점",
    "address": "경기 용인시 수지구 용구대로 2750"
  },
  {
    "name": "스타벅스 송도트리플R점",
    "address": "인천 연수구 송도과학로16번길 33-1"
  },
  {
    "name": "스타벅스 일산가로수길R점",
    "address": "경기 고양시 일산서구 주엽로 80 E동 107호"
  },
  {
    "name": "스타벅스 영통R점",
    "address": "경기 수원시 영통구 덕영대로 1566"
  },
  {
    "name": "스타벅스 스타필드고양1F R점",
    "address": "경기 고양시 덕양구 고양대로 1955"
  },
  {
    "name": "스타벅스 동탄카림R점",
    "address": "경기 화성시 동탄대로시범길 134"
  },
  {
    "name": "스타벅스 기흥역AK R점",
    "address": "경기 용인시 기흥구 구갈동 227-26 기흥역 힐스테이트"
  },
  {
    "name": "스타벅스 용인에버랜드R점",
    "address": "경기 용인시 처인구 포곡읍 에버랜드로 199"
  },
  {
    "name": "스타벅스 천안신부R점",
    "address": "충남 천안시 동남구 만남로 43 신세계충청점 본관3동 2층"
  },
  {
    "name": "스타벅스 스타필드안성R",
    "address": "경기 안성시 공도읍 서동대로 3930-39 1층"
  },
  {
    "name": "스타벅스 춘천구봉산R",
    "address": "강원 춘천시 동면 순환대로 1154-63"
  },
  {
    "name": "스타벅스 세종어진R점",
    "address": "세종특별자치시 한누리대로 499"
  },
  {
    "name": "스타벅스 대전중앙로R점",
    "address": "대전 중구 대종로 486"
  },
  {
    "name": "스타벅스 대구수성호수R점",
    "address": "대구 수성구 용학로 56"
  },
  {
    "name": "스타벅스 대구그랜드호텔R점",
    "address": "대구 수성구 동대구로 305"
  },
  {
    "name": "스타벅스 신세계대구8F R점",
    "address": "대구 동구 동부로 149 신세계백화점 대구점 8층"
  },
  {
    "name": "스타벅스 창원상남동R점",
    "address": "경남 창원시 성산구 상남로 132"
  },
  {
    "name": "스타벅스 서면로R점",
    "address": "부산 부산진구 서면로 49-1"
  },
  {
    "name": "스타벅스 더해운대R점",
    "address": "부산 해운대구 해운대해변로 197 해운대경동제이드아파트 101동"
  },
  {
    "name": "스타벅스 서면중앙대로R점",
    "address": "부산 부산진구 중앙대로 672"
  },
  {
    "name": "스타벅스 부산덕천역R점",
    "address": "부산 북구 만덕대로 30"
  },
  {
    "name": "스타벅스 부산광복로R점",
    "address": "부산 중구 광복중앙로 8-2"
  },
  {
    "name": "스타벅스 신세계김해R점",
    "address": "경남 김해시 김해대로 2232 신세계백화점 1층"
  },
  {
    "name": "스타벅스 제주신화월드R점",
    "address": "제주특별자치도 서귀포시 안덕면 신화역사로304번길 38 지하1층 29호"
  }
];